edc/bass
oh-my-fish/theme-cbjohnson
fisherman/get
fisherman/getopts
fisherman/git_branch_name
fisherman/git_util
fisherman/host_info
fisherman/humanize_duration
fisherman/last_job_id
fisherman/menu
fisherman/pwd_info
fisherman/pwd_is_home
